export interface ProgramCard {
  id: string | number;
  title: string;
  text: string;
  time: string;
}

export const HE_DATA = [
  {
    id: 1,
    title: 'Царь Таежник',
    text: 'Парение, которое вернет силы и власть над временем. Эксклюзивный ритуал для мужчин, сочетающий силу уральской природы и мастерство банщика.',
    time: '90 минут',
  },
  {
    id: 2,
    title: 'Алмазное возрождение',
    text: 'Профессиональное удаление усталости. Интенсивная программа для глубокого детокса и перезагрузки. Контрастные техники, лимфодренажный массаж, обёртывание и алтайские ингредиенты помогут вывести токсины и восстановить энергию. Для тех, кто готов к настоящему обновлению. ',
    time: '90 минут',
  },
  {
    id: 3,
    title: 'Сила стихий:Детокс и возрождение (Римская парная)',
    text: 'Три стихии для вашего обновления. Пар, веники и мыльная пена объединяются в этой программе для глубокого очищения и релакса. Натуральные ингредиенты и авторские техники помогут снять напряжение и вернуть лёгкость телу.',
    time: '90 минут',
  },
];


export const HER_DATA = [
  {
    id: 1,
    title: 'ЭГОИСТКА: Искусство быть собой',
    text: 'Роскошный перформанс для тех, кто ставит себя на первое место. Программа создана для женщин, ценящих исключительность. Персонализированный подход, парение с дубовыми вениками, пилинг с морской солью и релакс в зоне уюта. Подарите себе момент чистого наслаждения.',
    time: '90 минут',
  },
  {
    id: 2,
    title: 'Сила стихий: Детокс и возрождение (Римская парная)',
    text: 'Три стихии для вашего обновления. Пар, веники и мыльная пена объединяются в этой программе для глубокого очищения и релакса. Натуральные ингредиенты и авторские техники помогут снять напряжение и вернуть лёгкость телу.',
    time: '180 минут',
  },
];

export const PEAR_DATA = [
  {
    id: 1,
    title: 'Отдых во SPAсение',
    text: 'Парение, которое вернет силы и власть над временем. Эксклюзивный ритуал для мужчин, сочетающий силу уральской природы и мастерство банщика. Глубокое парение, контрастные ванночки для ног, массаж стоп и индивидуальный подход. Идеально для тех, кто ценит время и качество отдыха.',
    time: '90 минут',
  },
  {
    id: 2,
    title: 'Сила Сибири (Римская Парная)',
    text: 'Натуральная мощь Сибири в каждом ритуале. Прогрев в калдариуме, пилинг берёзовым пеплом, массаж мёдом и лавандой — всё для глубокого восстановления. Программа идеальна для тех, кто ценит природные ингредиенты.',
    time: '180 минут',
  },
];

export const VIP_DATA = [
  {
    id: 1,
    title: 'Партнерство, пар и сила традиций',
    text: 'Элитный сервис для особых встреч. Персональное внимание пар-мейстера, ротация между парениеми массажем, ужин с авторскими настойками. Программа укрепляет связи и дарит незабываемый опыт. Программа расчитанна для 4 человек.',
    time: '5 часов',
  },
];
